Repository: pombredanne/RealTimeBattle_reloaded
Catalog: RealTimeBattle/po/*.po
Languages: de, fr, gl, ja, pl, pt

source: *Starting robots*
fr: *Démarage des robots*
ja: *ロボットスタート*
pl: *Uruchamianie robotów*
pt: *A Iniciar robots*

source: *Shutting down robots*
fr: *Fermeture des robots*
ja: *ロボットシャットダウン*
pl: *Koñczenie robotów*
pt: *A Desligar robots*

source: *Running*
fr: *En Cours*
ja: *実行中*
pl: *Wykonywanie*
pt: *A correr*

source: *Pausing after game*
fr: *Pause après la partie*
ja: *ゲーム後ポーズ中*
pl: *Wstrzymanie po grze*
pt: *A parar após o jogo*

source: *Paused*
fr: *Pause*
ja: *ポーズ*
pl: *Wstrzymanie*
pt: *Parado*

source: *Exiting*
fr: *Sortie*
ja: *終了中*
pl: *Koñczenie*
pt: *A sair*

source: *Finished*
fr: *Terminé*
ja: *終了*
pl: *Zakoñczono*
pt: *Acabou*

source: No Zoom
de: Kein Zoom
fr: Pas de Zoom
gl: Sen Zoom
ja: ズーム無し
pl: Bez powiêkszenia
pt: Normal

source: Zoom In
fr: Zoom +
gl: Achegar
ja: ズームイン
pl: Powiêksz
pt: Aproximar

source: Zoom Out
fr: Zoom -
gl: Alonxar
ja: ズームアウト
pl: Pomniejsz
pt: Afastar

source: Arena
fr: Arène
gl: Area
ja: アリーナ

source: Game %d of sequence %d begins on arena
de: Spiel %d von Sequenz %d beginnt in der Arena
fr: Le jeu %d de la séquence %d commence sur l'arène
gl: Xogo %d da secuencia %d comeza na area
ja: 第%dシーケンス 第%dゲーム スタート アリーナは
pl: Gra %d w sekwencji %d rozpoczyna siê an arenie
pt: Jogo %d da sequência %d começa na arena

source: Robot with filename %s has not given any name
de: Roboter mit Dateinamen %s hat keinen Namen angegeben
fr: Le robot du fichier %s n'a pas donné de nom
gl: O robot co nome de ficheiro %s non deu ningún nome
ja: ファイル名 %s のロボットが名前を通知していません
pt: Robot com nome de ficheiro %s não deu nenhum nome

source: Game %d of sequence %d
de: Spiel %d von Sequenz %d
fr: Le jeu %d de la séquence %d
gl: Xogo %d da secuencia %d
ja: 第%dシーケンス 第%dゲーム
pl: Gra %d w sekwencji %d
pt: Jogo %d da sequência %d

source: New Tournament
de: Neues Turnier
fr: Nouveau Tournoi
gl: Novo Torneo
ja: 新規トーナメント
pl: Nowy turniej
pt: Novo Torneio

source: Replay Tournament
de: Turnier abspielen
fr: Revoir un Tournoi
gl: Reproducir un Torneo
ja: トーナメトリプレイ
pl: Odtwórz turniej
pt: Repetição do Torneio

source: Pause
gl: Parar
ja: ポーズ
pl: Wstrzymaj
pt: Parar

source: End
de: Ende
fr: Fin
gl: Acabar
ja: トーナメント終了
pl: Koniec
pt: Acabar

source: Options
de: Optionen
gl: Opcións
ja: オプション
pl: Opcje
pt: Opções

source: Statistics
de: Statistiken
fr: Statistiques
gl: Estatísticas
ja: 統計情報
pl: Statystyki
pt: Estatísticas

source: Quit
de: Beenden
fr: Quitter
gl: Saír
ja: 終了
pl: Zakoñcz
pt: Abandonar

source: Show arena window
de: Arena-Fenster anzeigen
fr: Montrer la fenêtre de l'arène
gl: Amosa-la fiestra da area
ja: アリーナウィンドウの表示
pl: Wy¶wietlanie okna areny
pt: Mostrar janela da arena

source: Show message window
de: Nachrichten-Fenster anzeigen
fr: Montrer la fenêtre des messages
gl: Amosa-la fiestra das mensaxes
ja: メッセージウィンドウの表示
pl: Wy¶wietlanie okna komunikatów
pt: Mostrar janela das mensagens

source: Show score window
de: Score-Fenster anzeigen
fr: Montrer la fenêtre des scores
gl: Amosa-la fiestra das puntuacións
ja: スコアウィンドウの表示
pl: Wy¶wietlanie okna punktacji
pt: Mostrar janela da pontuação

source: Step
de: Schritt
fr: Pas
gl: Paso a Paso
ja: ステップ
pl: Krok
pt: Passo a Passo

source: End Game
de: Spiel beenden
fr: Fin de jeu
gl: Acaba-lo Xogo
ja: ゲーム終了
pl: Zakoñcz grê
pt: Acabar o Jogo

source: Kill Marked Robot
de: Markierten Roboter killen
fr: Tuer le robot marqué
gl: Mata-lo Robot Seleccionado
ja: マークしたロボットを削除
pl: Zabij zaznaczonego robota
pt: Matar Robot Seleccionado

source: Debug Level:
fr: Niveau de debug:
gl: Nivel de debug:
ja: デバッグレベル:
pl: Poziom ¶ledzenia:
pt: Nível de debug:

source: Step forward
de: Schritt vorwärts
fr: Pas Avant
gl: Paso para adiante
ja: 前方ステップ
pl: Krok naprzód
pt: Passo à frente

source: Step backward
de: Schritt rückwärts
fr: Pas Arrière
gl: Paso para atrás
ja: 後方ステップ
pl: Krok wstecz
pt: Passo a trás

source: Next Game
de: Nächstes Spiel
fr: Jeu Suivant
gl: Seguinte Xogo
ja: 次のゲーム
pl: Nastêpna gra
pt: Jogo Seguinte

source: Prev Game
de: Vorhergehendes Spiel
fr: Jeu Précédent
gl: Xogo Anterior
ja: 前のゲーム
pl: Poprzednia gra
pt: Jogo Anter

source: Next Seq
de: Nächste Sequenz
fr: Séquence suivante
gl: Seguinte Sec
ja: 次のシーケンス
pl: Nast sekw.
pt: Seq Seguinte

source: Prev Seq
de: Vorhergehende Sequenz
fr: Séquence précédente
gl: Sec Anterior
ja: 前のシーケンス
pl: Poprz sekw.
pt: Seq Anter

source: This action will kill the current tournament. Do you want to do that?
de: Diese Aktion wird das aktuelle Turnier beenden. Willst du das tun?
fr: Cette action va arrêter le tournoi actuel. Voulez-vous vraiment faire ça ?
gl: Esta acción rematará o torneo actual. ¿Quere facer iso?
ja: 現在のトーナメントを終了します. よろしいですか？
pl: Ta akcja przerwie bie¿±cy turniej. Czy tego chcesz?
pt: Esta acção irá matar o presente torneio. Quer fazer isto?

source: Yes
de: Ja
fr: Oui
gl: Si
ja: はい
pl: Tak
pt: Sim

source: No
de: Nein
fr: Non
gl: Non
ja: いいえ
pl: Nie
pt: Não

source: Choose a log file to replay
de: Wähle ein Logfile zum abspielen
fr: Choisir un fichier log pour sauver le jeu
gl: Escolla un ficheiro de rexistro para reproducir
ja: リプレイするログファイルを選んで下さい
pl: Wybierz plik dziennika do odtworzenia
pt: Escolha um ficheiro de relatório para a repetição

source: Clear all messages
de: Lösche alle Nachrichten
fr: Effacer tous les messages
gl: Limpar tódalas mensaxes
ja: メッセージクリア
pl: Wyczy¶æ komunikaty
pt: Limpar mensagens

source: Show only marked robot
de: Zeige nur den markierten Roboter
fr: Montrer seulement les robots marqués
gl: Amosar só o robot seleccionado
ja: マークしたロボットのみ
pl: Tylko zaznaczony robot
pt: Mostrar robot seleccionado

source: Show all
de: Zeige alle
fr: Montrer tout
gl: Amosar todos
ja: 全て表示
pl: Wszystkie
pt: Mostrar Todos

source: Robot
de: Roboter
ja: ロボット

source: Message
de: Nachricht
gl: Mensaxe
ja: メッセージ
pl: Komunikat
pt: Mensagem

source: Messages
de: Nachrichten
gl: Mensaxes
ja: メッセージ
pl: Komunikaty
pt: Mensagens

source: All
de: Alle
fr: Tout
gl: Todos
ja: 全て
pl: Wszystkie
pt: Todos

source: Gravitational Constant
de: Gravitationskonstante
fr: Constante gravitationnelle
gl: Constante de Gravitación
ja: 重力定数
pl: Sta³± grawitacji
pt: Constante Gravitacional

source: Air resistance
de: Luftwiderstand
fr: Resistance de l'air
gl: Resistencia do ar
ja: 空気抵抗
pl: Opór powietrza
pt: Resistência do ar

source: Roll friction
de: Rollreibung
fr: Frottement de roulement
gl: Fricción ó rodar
ja: 回転摩擦
pl: Tarcie przy obrocie
pt: Fricção de rolamento

source: Slide/brake friction
de: Gleit-/Bremsreibung
fr: Frottement de glissement/freinage
gl: Fricción de derrapaxe/freo
ja: すべり/ブレーキ摩擦
pl: Tarcie przy po¶lizgu/hamowaniu
pt: Fricção de derrapagem/travagem

source: Robot max acceleration
de: Max. Roboter-Beschleunigung
fr: Acceleration maximum du robot
gl: Máxima aceleración do robot
ja: 最大ロボット加速度
pl: Maks. przy¶pieszenie robota
pt: Máx aceleração do robot

source: Robot min acceleration
de: Min. Roboter-Beschleunigung
fr: Acceleration minimum du robot
gl: Mínima aceleración do robot
ja: 最小ロボット加速度
pl: Min. przy¶pieszenie robota
pt: Min aceleração do robot

source: Robot radius
de: Roboter-Radius
fr: Rayon du robot
gl: Radio do robot
ja: ロボットの半径
pl: Promieñ robota
pt: Raio do robot

source: Robot mass
de: Roboter-Masse
fr: Masse du robot
gl: Masa do robot
ja: ロボットの質量
pl: Masa robota
pt: Massa do robot

source: Robot bounce coefficient
de: Roboter Bounce Koeffizient
fr: Coefficient de rebondissement du robot
gl: Coeficiente de rebote do robot
ja: ロボットの反射係数
pl: Wspó³czynnik odbicia robota
pt: Coeficiente de restituição do robot

source: Robot hardness coefficient
de: Roboter Härte Koeffizient
fr: Coeff. de dureté du robot
gl: Coeficiente de dureza do robot
ja: ロボットの硬度係数
pl: Wspó³czynnik twardo¶ci robota
pt: Coeficiente de rigidez do robot

source: Robot protection coefficient
de: Roboter Schutz Koeffizient
fr: Coeff. de protection du robot
gl: Coeficiente de protección do robot
ja: ロボットの防護係数
pl: Wspó³czynnik ochrony robota
pt: Coeficiente de protecção do robot

source: Robot frontsize [radians]
de: Roboter Vorderseite [Winkel im Bogenmaß]
fr: Avant du robot [radians]
gl: Tamaño da fronte do robot [radiáns]
ja: ロボットの前方サイズ [rad]
pl: Rozmiar przodu robota [radiany]
pt: Tamanho da frente do robot [radianos]

source: Robot front bounce coefficient
de: Roboter Vorderseiten Bounce-Koeffizient
fr: Coeff. de rebondissement de l'avant du robot
gl: Coeficiente de rebote da fronte do robot
ja: ロボットの前方反射係数
pl: Wspó³czynnik odbicia przodu robota
pt: Coeficiente de restituição da frente do robot

source: Robot front hardness coefficient
de: Robot Vorderseiten Härte-Koeffizient
fr: Coeff. de dureté de l'avant du robot
gl: Coeficiente de dureza da fronte do robot
ja: ロボットの前方硬度係数
pl: Wspó³czynnik twardo¶ci przodu robota
pt: Coeficiente de rigidez da frente do robot

source: Robot front protection coefficient
de: Roboter Vorderseiten Schutz-Koeffizient
fr: Coeff. de protection de l'avant du robot
gl: Coeficiente de protección da fronte do robot
ja: ロボットの前方防護係数
pl: Wspó³czynnik ochrony przodu robota
pt: Coeficiente de protecção da frente do robot

source: Robot start energy
de: Roboter Start-Energie
fr: Energie de départ du robot
gl: Enerxía de inicio do robot
ja: 初期ロボットエネルギー
pl: Energia pocz±tkowa robota
pt: Energia inicial do robot

source: Robot max energy
de: Max. Roboter-Energie
fr: Energie max du robot
gl: Máxima enerxía do robot
ja: 最大ロボットエネルギー
pl: Maksymalna energia robota
pt: Energia máx do robot

source: Robot max rotate speed [rad/s]
de: Max. Roboter-Rotationsgeschwindigkeit [Winkel im Bogenmaß/s]
fr: Vitesse de rotation max du robot [rad/s]
gl: Máxima velocidade de rotación do robot [rad/s]
ja: 最大ロボット回転速度 [rad/s]
pl: Maks. szybko¶æ obrotu robota [rad/s]
pt: Velocidade de rotação máx do robot [rad/s]

source: Robot cannon max rotate speed [rad/s]
de: Max. Roboter-Kanonen-Rotationsgeschwindigkeit [Winkel im Bogenmaß/s]
fr: Vitesse de rotation max du canon [rad/s]
gl: Máxima velocidade de rotación do cañón do robot [rad/s]
ja: 最大キャノン回転速度 [rad/s]
pl: Maks. szybko¶æ obrotu dzia³ka robota [rad/s]
pt: Velocidade de rotação máx do canhão do robot [rad/s]

source: Robot radar max rotate speed [rad/s]
de: Max. Roboter-Radar-Rotationsgeschwindigkeit [Winkel im Bogenmaß/s]
fr: Vitesse de rotation max du radar [rad/s]
gl: Máxima velocidade de rotación do radar do robot [rad/s]
ja: 最大レーダー回転速度 [rad/s]
pl: Maks. szybko¶æ obrotu radaru robota [rad/s]
pt: Velocidade de rotação máx do radar do robot [rad/s]

source: Process check interval
de: Prozess Check-Intervall
fr: Intervalle d'analyse du processus
gl: Intervalo de verificación dos procesos
ja: プロセスチェック間隔
pl: Okres sprawdzania procesu
pt: Intervalo de verificação do processo

source: Robot energy levels
de: Roboter Energielevels
fr: Niveau d'énergie du robot
gl: Niveis de enerxía dos robots
ja: ロボットエネルギーレベル
pl: Poziomy energii robota
pt: Níveis de energia do robot

source: Shot radius
de: Schussradius
fr: Rayon du missile
gl: Radio do tiro
ja: ショット半径
pl: Promieñ strza³u
pt: Raio do tiro

source: Shot speed
de: Schussgeschwindigkeit
fr: Vitesse du missile
gl: Velocidade do tiro
ja: ショットスピード
pl: Szybko¶æ strza³u
pt: Velocidade do tiro

source: Shooting penalty (times shot energy)
de: Energie-Kosten pro Schuß
fr: Penalité de tir
gl: Penalización por disparar (veces a enerxía do tiro)
ja: ショットペナルティ(×ショットエネルギー)
pl: Ubytek energii od strza³u (* energia strza³u)
pt: Penalização por disparar (vezes energia do tiro)

source: Shot min energy
de: Min. Schussenergie
fr: Energie min de tir
gl: Mínima enerxía do tiro
ja: 最小ショットエネルギー
pl: Min. energia strza³u
pt: Energia min do tiro

source: Shot max energy
de: Max. Schussenergie
fr: Energie max de tir
gl: Máxima enerxía do tiro
ja: 最大ショットエネルギー
pl: Maks. energia strza³u
pt: Energia máx do tiro

source: Shot energy increase speed [energy/s]
de: Regenerationsgeschwindigkeit der Schuß-Energie [Energie/s]
fr: Augmentation de l'energie du tir [energie/s]
gl: Velocidade de incremento da enerxía do tiro [enerxía/s]
ja: ショットエネルギー増加速度 [エネルギー/秒]
pl: Szybko¶æ narastania energii strza³u [energ./s]
pt: Velocidade do aumento da energia do tiro [energia/s]

source: Background colour
de: Hintergrund-Farbe
fr: Couleur de fond
gl: Cor do fondo
ja: バックグラウンドカラー
pl: Kolor t³a
pt: Côr de fundo

source: Foreground colour
de: Vordergrund-Farbe
fr: Couleur de l'avant-plan
gl: Cor do primeiro plano
ja: フォアグラウンドカラー
pl: Kolor obiektów
pt: Côr do primeiro plano

source: Colour for RTB messages
de: Farbe für RTB-Nachrichten
fr: Couleur des messages de RTB
gl: Cor para as mensaxes do RTB
ja: RTBメッセージの色
pl: Kolor komunikatór RTB
pt: Côr das mensagens do RTB

source: Cookie max energy
de: Max. Keks-Energie
fr: Energie max des cookies
gl: Máxima enerxía das galletas
ja: 最大クッキーエネルギー
pl: Maks. energia ciasteczka
pt: Energia máx dos cookies

source: Cookie min energy
de: Min. Keks-Energie
fr: Energie min des cookies
gl: Mínima enerxía das galletas
ja: 最小クッキーエネルギー
pl: Min. energia ciasteczka
pt: Energia min dos cookies

source: Cookie frequency [cookies per second]
de: Keks-Frequenz [Kekse pro Sekunde]
fr: Fréquence des cookies [cookies par seconde]
gl: Frecuencia das galletas [galletas por segundo]
ja: クッキー出現頻度 [個/秒]
pl: Czêstotliwo¶æ pojawiania siê ciasteczek [1/s]
pt: Frequência dos cookies [cookies por segundo]

source: Cookie radius
de: Keks-Radius
fr: Rayon des cookies
gl: Radio das galletas
ja: クッキー半径
pl: Promieñ ciasteczka
pt: Raio dos cookies

source: Cookie colour
de: Keks-Farbe
fr: Couleur des cookies
gl: Cor das galletas
ja: クッキーの色
pl: Kolor ciasteczka
pt: Côr dos cookies

source: Mine max energy
de: Max. Minen-Energie
fr: Energie max. des mines
gl: Máxima enerxía das minas
ja: 最大地雷エネルギー
pl: Maks. energia miny
pt: Energia máx das minas

source: Mine min energy
de: Min. Minen-Energie
fr: Energie min. des mines
gl: Mínima enerxía das minas
ja: 最小地雷エネルギー
pl: Min. energia miny
pt: Energia min das minas

source: Mine frequency [mines per second]
de: Minen-Frequenz [Minen pro Sekunde]
fr: Fréquence des mines [mines par seconde]
gl: Frecuencia das minas [minas por segundo]
ja: 地雷出現頻度 [個/秒]
pl: Czêstotliwo¶æ pojawiania siê min [1/s]
pt: Frequência das minas [minas por segundo]

source: Mine radius
de: Minen-Radius
fr: Rayon des mines
gl: Radio das minas
ja: 地雷半径
pl: Promieñ miny
pt: Raio das minas

source: Mine colour
de: Minen-Farbe
fr: Couleur des mines
gl: Cor das minas
ja: 地雷の色
pl: Kolor miny
pt: Côr das minas

source: Arena scale
de: Arena Skala
fr: Echelle de l'arène
gl: Escala da area
ja: アリーナスケール
pl: Skala areny
pt: Escala da arena

source: Fast forward factor
de: Fast forward Faktor
fr: Facteur d'avance rapide
gl: Factor de avance rápido
ja: 早送り速度
pl: Wspó³czynnik szybkego ruchu
pt: Factor de avanço rápido

source: Timeout [s]
fr: Durée d'un jeu [s]
gl: Tempo máximo [s]
ja: タイムアウト [s]
pl: Czas oczekiwania [s]
pt: Duração máxima [s]

source: Max timestep
de: Max. Zeitschritt
fr: Intervalle max
gl: Máximo intervalo entre actualizacións
ja: 最大タイムステップ
pl: Maks odstêp czasu
pt: Intervalo de tempo máx

source: Timescale
de: Zeitskala
fr: Echelle de temps
gl: Escala de tempo
ja: タイムスケール
pl: Skala czasu
pt: Escala de tempo

source: Update interval [s]
de: Update Intervall [s]
fr: Intervalle de mise a jour [s]
gl: Intervalo de actualización [s]
ja: 更新間隔 [s]
pl: Okres od¶wie¿ania [s]
pt: Intervalo das actualizações [s]

source: Robot startup time [s]
de: Zeit zum Hochfahren der Roboter [s]
fr: Temps de démarrage des robots [s]
gl: Tempo de inicialización dos robots [s]
ja: ロボットスタートアップタイム [s]
pl: Czas uruchamiania robota [s]
pt: Tempo inicial do robot [s]

source: Start CPU time [s]
de: Anfangs-CPU-Zeit [s]
fr: Temps de démarrage du CPU [s]
gl: Tempo de CPU inicial [s]
ja: 初期CPUタイム [s]
pl: Pocz±tkowy czas CPU [s]
pt: Tempo de CPU inicial [s]

source: Extra CPU time [s]
de: Extra CPU-Zeit [s]
fr: Temps supplémentaire du CPU [s]
gl: Tempo de CPU extra [s]
ja: エクストラCPUタイム [s]
pl: Dodatkowy czas CPU [s]
pt: Tempo de CPU extra [s]

source: Extra CPU period [s]
de: Extra CPU Periode [s]
fr: Période supplémentaire du CPU [s]
gl: Período de CPU extra [s]
ja: エクストラCPU期間 [s]
pl: Dodatkowy czas CPU [s]
pt: Período extra de CPU [s]

source: CPU time warning percentage
de: kritischen Prozentsatz der CPU-Zeit
fr: Pourcentage de CPU autorisé
gl: Percentaxe de tempo de CPU para aviso
ja: CPUタイムワーニングパーセンテージ
pl: Próg czasu CPU przy ostrze¿eniu [%]
pt: Percentagem de tempo de CPU para aviso

source: Logging frequency [Each n:th update interval]
de: Loggingfrequenz [Jedes n:te Update-Intervall]
fr: Fréquence de log
gl: Frecuencia de rexistro [Cada n intervalos de actualización]
ja: ロギング頻度 [更新間隔n回毎]
pl: Czêstotliwo¶æ zapisu dziennika [co które od¶wie¿enie]
pt: Frequência de relatório [A cada n intervalos de actualização]

source: Max robots allowed simultaneously
de: Anzahl max. gleichzeitig erlaubter Roboter
fr: Nbre de robots simultanément autorisés
gl: Máximo nº de robots permitidos ó mesmo tempo
ja: 最大同時稼働ロボット数
pt: Máx robots permitidos simultaneamente

source: Robot search path
de: Roboter Suchpfad
fr: Chemin d'accès aux robots
gl: Camiño de búsqueda dos robots
ja: ロボット検索パス
pl: ¦cie¿ka poszukiwania robota
pt: Caminho para procurar robots

source: Arena search path
de: Arena Suchpfad
fr: Chemin d'accès aux arènes
gl: Camiño de búsqueda das areas
ja: アリーナ検索パス
pl: ¦cie¿ka poszukiwania areny
pt: Caminho para procurar arenas

source: Directory for temporary files
de: Verzeichnis für temporäre Dateien
fr: Répertoire de fichiers temporaires
gl: Directorio para os ficheiros temporais
ja: テンポラリディレクトリ
pl: Katalog na pliki tymczasowe
pt: Directoria para ficheiros temporários

source: Initial Arena window width
de: Anfängliche Arena-Fenster Breite
fr: Largeur de la fenêtre d'arène
gl: Largura inicial da fiestra da area
ja: 初期アリーナウィンドウ幅
pl: Pocz±tkowa szeroko¶æ okna areny
pt: Largura inicial da janela da Arena

source: Initial Arena window height
de: Anfängliche Arena-Fenster Höhe
fr: Hauteur de la fenêtre d'arène
gl: Altura inicial da fiestra da area
ja: 初期アリーナウィンドウ高さ
pl: Pocz±tkowa wysoko¶æ okna areny
pt: Altura inicial da janela da Arena

source: Initial Arena window x position
de: Anfängliche x-Position des Arena-Fensters
fr: Position x de la fenêtre d'arène
gl: Posición x inicial da fiestra da area
ja: 初期アリーナウィンドウx座標
pl: Pocz±tkowa pozycja pozioma okna areny
pt: Coordenada inicial da janela da Arena

source: Initial Arena window y position
de: Anfängliche y-Position des Arena-Fensters
fr: Position y de la fenêtre d'arène
gl: Posición y inicial da fiestra da area
ja: 初期アリーナウィンドウy座標
pl: Pocz±tkowa pozycja pionowa okna areny
pt: Ordenada inicial da janela da Arena

source: Initial Control window x position
de: Anfängliche x-Position des Kontroll-Fensters
fr: Position x de la fenêtre de contrôle
gl: Posición x inicial da fiestra de control
ja: 初期コントロールウィンドウx座標
pl: Pocz±tkowa pozycja pozioma okna kontrolnego
pt: Coordenada inicial da janela de Controle

source: Initial Control window y position
de: Anfängliche y-Position des Kontroll-Fensters
fr: Position y de la fenêtre de contrôle
gl: Posición y inicial da fiestra de control
ja: 初期コントロールウィンドウy座標
pl: Pocz±tkowa pozycja pionowa okna kontrolnego
pt: Ordenada inicial da janela de Controle

source: Initial Message window width
de: Anfängliche Nachrichten-Fenster Breite
fr: Largeur de la fenêtre de messages
gl: Largura inicial da fiestra de mensaxes
ja: 初期メッセージウィンドウ幅
pl: Pocz±tkowa szeroko¶æ okna komunikatów
pt: Largura inicial da janela das Mensagens

source: Initial Message window height
de: Anfängliche Nachrichten-Fenster Höhe
fr: Hauteur de la fenêtre de messages
gl: Altura inicial da fiestra de mensaxes
ja: 初期メッセージウィンドウ高さ
pl: Pocz±tkowa wysoko¶æ okna komunikatów
pt: Altura inicial da janela das Mensagens

source: Initial Message window x position
de: Anfängliche x-Position des Nachrichten-Fensters
fr: Position x de la fenêtre de messages
gl: Posición x inicial da fiestra de mensaxes
ja: 初期メッセージウィンドウx座標
pl: Pocz±tkowa pozioma pozycja okna komunikatów
pt: Coordenada inicial da janela das Mensagens

source: Initial Message window y position
de: Anfängliche y-Position des Nachrichten-Fensters
fr: Position y de la fenêtre de messages
gl: Posición y inicial da fiestra de mensaxes
ja: 初期メッセージウィンドウy座標
pl: Pocz±tkowa pionowa pozycja okna komunikatów
pt: Ordenada inicial da janela das Mensagens

source: Initial Score window width
de: Anfängliche Score-Fenster Breite
fr: Largeur de la fenêtre de scores
gl: Largura inicial da fiestra de puntuacións
ja: 初期スコアウィンドウ幅
pl: Pocz±tkowa szeroko¶æ okna punktacji
pt: Largura inicial da janela da Pontuação

source: Initial Score window height
de: Anfängliche Score-Fenster Höhe
fr: Hauteur de la fenêtre de scores
gl: Altura inicial da fiestra de puntuacións
ja: 初期スコアウィンドウ高さ
pl: Pocz±tkowa wysoko¶æ okna punktacji
pt: Altura inicial da janela da Pontuação

source: Initial Score window x position
de: Anfängliche x-Position Score-Fenster
fr: Position x de la fenêtre de scores
gl: Posición x inicial da fiestra de puntuacións
ja: 初期スコアウィンドウx座標
pl: Pocz±tkowa pozioma pozycja okna punktacji
pt: Coordenada inicial da janela da Pontuação

source: Initial Score window y position
de: Anfängliche y-Position Score-Fenster
fr: Position y de la fenêtre de scores
gl: Posición y inicial da fiestra de puntuacións
ja: 初期スコアウィンドウy座標
pl: Pocz±tkowa pionowa pozycja okna punktacji
pt: Ordenada inicial da janela da Pontuação

source: Initial Statistics window width
de: Anfängliche Statistik-Fenster Breite
fr: Largeur de la fenêtre de stat
gl: Largura inicial da fiestra de estatísticas
ja: 初期統計情報ウィンドウ幅
pl: Pocz±tkowa szeroko¶æ okna statystyk
pt: Largura inicial da janela das Estatísticas

source: Initial Statistics window height
de: Anfängliche Statistik-Fenster Höhe
fr: Hauteur de la fenêtre de stat
gl: Altura inicial da fiestra de estatísticas
ja: 初期統計情報ウィンドウ高さ
pl: Pocz±tkowa wysoko¶æ okna statystyk
pt: Altura inicial da janela das Estatísticas

source: Options
de: Optionen
ja: オプション
pl: Opcje
pt: Opções

source: Environment
de: Umgebung
fr: Environement
gl: Entorno
ja: 環境
pl: ¦rodowisko
pt: Ambiente

source: Robot
de: Roboter
ja: ロボット

source: Shot
de: Schuss
fr: Missile
gl: Tiro
ja: ショット
pl: Strza³
pt: Tiro

source: Extras
ja: エクストラ
pl: Dodatki

source: Time
de: Zeit
fr: Temps
gl: Tempo
ja: タイム
pl: Czas
pt: Tempo

source: Window sizes
de: Fenster-Größen
fr: Taille de la fenêtre
gl: Tamaños das fiestras
ja: ウィンドウサイズ
pl: Rozmiary okien
pt: Tamanho da janelas

source: Misc
de: Verschiedenes
fr: Divers
gl: Varios
ja: その他
pl: Ró¿ne
pt: Vários

source: Min
gl: Mín
ja: 最小

source: Def
ja: デフォルト
pl: Dom
pt: Aut

source: Max
gl: Máx
ja: 最大
pl: Maks
pt: Máx

source: Grab sizes and positions from present windows
de: Nehme Größe und Position vom aktuellen Fenster
fr: Récupérer la taille et la position des fenêtres courantes
ja: 現在のウインドウからサイズと座標を取り込む
pl: Pobierz rozmiary i pozycje aktualnych okien
pt: Recolher tamanhos e posições das janelas actuais

source: Default
fr: Défaut
ja: デフォルト
pl: Domy¶lne
pt: Automático

source: Load options
de: Optionen laden
fr: Options de chargement
ja: オプション読込
pl: Wczytaj opcje
pt: Ler opções

source: Save options
de: Optionen speichern
fr: Options de sauvegarde
ja: オプション保存
pl: Zapisz opcje
pt: Gravar opções

source: Save as default
de: Als Standard speichern
fr: Sauver par défaut
ja: デフォルトとして保存
pl: Zapisz jako domy¶lne
pt: Gravar como automático

source: Apply
de: Anwenden
fr: Appliquer
ja: 適用
pl: Zastosuj
pt: Aplicar

source: Cancel
de: Abbrechen
fr: Annuler
gl: Cancelar
ja: キャンセル
pl: Anuluj
pt: Cancelar

source: Choose an options file to load
de: Wähle eine Options-Datei zum laden
fr: Choisir un fichier d'options à charger
ja: 読み込むオプションファイルを選んで下さい
pl: Wybierz plik z opcjami do odczytu
pt: Escolha um ficheiro de opções para ler
