Repository: pombredanne/RealTimeBattle_reloaded
Catalog: RealTimeBattle/po/*.po
Languages: de, fr, gl, ja, pl, pt

source: Choose an options file to save
de: Wähle eine Options-Datei zum speichern
fr: Choisir un fichier pour sauver
ja: 保存するオプションファイルを選んで下さい
pl: Wybierz plik do zapisu opcji
pt: Escolha um ficheiro de opções para gravar

source: Usage: RealTimeBattle [options]
de: Verwendung: RealTimeBattle [Optionen]
fr: Utilisation: RealTimeBattle [options]
gl: Uso: RealTimeBattle [opcións]
ja: 使い方: RealTimeBattle [オプション]
pl: U¿ycie: RealTimeBattle [opcje]
pt: Uso: RealTimeBattle [opções]

source: Options:
de: Optionen:
gl: Opcións:
ja: オプション:
pl: Opcje:
pt: Opções:

source: --debug_mode, -d debug mode
de: --debug_mode, -d Debug-Modus
fr: --debug_mode, -d mode de débuggage
gl: --debug_mode, -d modo de debug
ja: --debug_mode, -d デバッグモード
pl: --debug_mode, -d tryb ¶ledzenia
pt: --debug_mode, -d modo de debug

source: --debug_level [0-5], -D sets the initial debug level. Implies -d
de: --debug_level [0-5], -D Setzt den anfänglichen Debug-Level. Bezieht -d mit ein
fr: --debug_level [0-5], -D définir le niveau de débuggage.implique l'option -d
gl: --debug_level [0-5], -D establece-lo nivel inicial de debug. Implica -d
ja: --debug_level [0-5], -D 初期デバッグレベルの指定。-d も指定した ことになります
pl: --debug_level [0-5], -D ustawia domy¶lny poziom ¶ledzenia. Implikuje -d
pt: --debug_level [0-5], -D ajusta o nivel inicial de debug. Implica -d

source: --normal_mode, -n normal mode (default)
de: --normal_mode, -n normaler Modus (Standard)
fr: --normal_mode, -n mode normal (défaut)
gl: --normal_mode, -n modo normal (por defecto)
ja: --normal_mode, -n ノーマルモード (デフォルト)
pl: --normal-mode, -n tryb zwyk³y (domy¶lnie)
pt: --normal_mode, -n modo normal (automático)

source: --competition_mode, -c competition mode
de: --competition_mode, -c Wettkampf Modus
fr: --competition_mode, -c mode de compétition
gl: --competition_mode, -c modo de competición
ja: --competition_mode, -c コンペティションモード
pl: --competition_mode, -c tryb wspó³zawodnictwa
pt: --competition_mode, -c modo de competição

source: --no_graphics, -g no graphics will be displayed
de: --no_graphics, -g es werden keine Grafiken angezeigt
fr: --no_graphics, -g pas de graphiques à l'execution
ja: --no_graphics, -g グラフィック非表示
pl: --no_graphics, -g bez wy¶wietlania grafiki
pt: --no_graphics, -g não serão mostrados gráficos

source: --option_file [file], -o selects option-file (default: $HOME/.rtbrc)
de: --option_file [Datei], -o gibt Options-Datei an (Standard: $HOME/.rtbrc)
fr: --option_file [file], -o choix d'un fichier d'option(defaut: $HOME/.rtbrc)
gl: --option_file [ficheiro], -o escolle-lo ficheiro de opcións (por defecto: $HOME/.rtbrc)
ja: --option_file [file], -o オプションファイルの指定(デフォルト: $HOME/.rtbrc)
pl: --option_file [plik], -o wybiera plik z opcjami (domy¶lnie: $HOME/.rtbrc)
pt: --option_file [ficheiro], -o selecciona ficheiro de opções (automático: $HOME/.rtbrc)

source: --log_file [file], -l make log file, if 'file' is '-' the log is sent to STDOUT
de: --log_file [Datei], -l schreibt Log-Datei, wenn 'Datei' ein '-' ist, wird nach STDOUT geschrieben
fr: --log_file [fichier], -l produit un fichier. Si 'fichier' est '-' le log sera envoyé vers STDOUT
gl: --log_file [ficheiro], -l crear un ficheiro de rexistro, se 'ficheiro' é '-', o rexistro envíase á saída estándar
ja: --log_file [file], -l ログファイルの作成, 'file' に '-'が 指定された場合、標準出力に出力します
pl: --log_file [plik], -l okre¶la plik dziennika, nazwa '-' oznacza standardowe wyj¶cie
pt: --log_file [ficheiro], -l produz ficheiro de relatório, se o 'ficheiro' é '-' o relatório é enviado para STDOUT

source: --tournament_file [file], -t specify a tournament file to autostart a tournament
de: --tournament_file [Datei], -t Gibt eine Turnier-Datei an, um selbständig das Turnier zu starten
fr: --tournament_file [fichier] -t specifie un fichier de tournoi pour lancer automatiquement un tournoi
gl: --tournament_file [ficheiro], -t indicar un ficheiro de torneo para comezar automáticamente un torneo
ja: --tournament_file [file], -t 自動スタートさせるトーナメントファイル を指定します
pl: --tournament_file [plik], -t okre¶la plik z turniejem przy automatycznym rozpoczêciu turnieju
pt: --tournament_file [ficheiro],-t especifica um ficheiro de torneio para começar automaticamente um torneio

source: --statistics_file [file], -s file to print the statistics to when autostarting
de: --statistics_file [Datei], -s Datei um die Statistiken zu speichern wenn selbständig gestartet wird
fr: --statistics_file [fichier] -s fichier pour sauver les stat quand le lancement est auto
gl: --statistics_file [ficheiro], -s ficheiro ó que escribir as estatísticas ó comezar automáticamente
ja: --statistics_file [file], -s 自動スタート時、統計情報を出力する ファイルを指定します
pl: --statistics_file [plik], -s plik do zapisu statystyk przy automatycznym starcie
pt: --statistics_file [ficheiro],-s ficheiro para o qual escrever as estatísticas quando a começar automaticamente

source: --message_file [file], -m redirect messages to 'file'. With '-' as 'file', STDOUT is used. If both log and messages are sent to STDOUT, '-m' will be ignored
de: --message_file [Datei], -m schreibt Nachrichten in 'Datei'. Mit '-' als 'Datei', wird STDOUT benutzt. Wenn sowohl Logs als auch Nachrichten nach STDOUT geschrieben werden, wird '-m' ignoriert
fr: --message_file [fichier] -m redirige les messages vers 'fichier'. Avec '-' pour 'fichier', redirection vers STDOUT. Si le log et les messages sont envoyés vers STDOUT, '-m' sera ignoré
gl: --message_file [ficheiro], -m redirixi-las mensaxes a 'ficheiro'. Con '-' como 'ficheiro', úsase STDOUT. Se o rexistro e as mensaxes se envían a STDOUT, '-m' ignórase
ja: --message_file [file], -m メッセージを'file'に出力します 'file' に '-' が指定された場合、 標準出力が使われます。 ログとメッセージ両方が標準出力に 出力される場合、-m は無視されます
pl: --message_file [plik], -m przekierunkowuje komunikaty do pliku. '-' podane jako nazwa pliku okre¶la. standardowe wyj¶cie. Je¶li obie z opcji -l oraz -m opisuj± standarwode wyj¶cie, -m zostanie zignorowane
pt: --message_file [ficheiro], -m redirige mensagens para o 'ficheiro'. Com '-' como 'ficheiro', é usado o STDOUT. Se mensagens e relatórios são ambos enviados para STDOUT, '-m' vai ser ignorado

source: --replay [file] -r a log file to replay. if '-' is specified as file, input is taken from STDIN
de: --replay [file] -r Eine Logdatei zum Nachspielen. Wenn '-' als Datei angegeben ist, wird der Inhalt von STDIN genommen
fr: --replay [fichier] -r Revoir un tournoi enregistré dans un log si '-' est donné comme fichier, l'entrée sera STDIN
gl: --replay [ficheiro] -r ficheiro de rexistro para reproducir. se se indica '-' como ficheiro, a entrada cóllese de STDIN
ja: --replay [file] -r リプレイのためのログファイルの指定。 'file' に '-' が指定された場合 標準入力から入力されます
pl: --replay [plik] -r plik dziennika do odtworzenia. Znak '-' jako nazwa pliku, okre¶la standardowe wej¶cie
pt: --replay [ficheiro] -r um ficheiro de relatório para repetir. se '-' for especificado como ficheiro, o input vem de STDIN

source: --help, -h prints this message
de: --help, -h gibt diese Meldung aus
fr: --help, -h affiche ce message
gl: --help, -h amosar esta mensaxe
ja: --help, -h このメッセージを表示します
pl: --help, -h wypisuje ten komunikat
pt: --help, -h escreve esta mensagem

source: --version, -v prints the version number
de: --version, -v gibt die Versionsnummer aus
fr: --version, -v affiche le numéro de la version
gl: --version, -v amosa-lo número de versión
ja: --version, -v バージョンを表示します
pl: --version, -v wypisuje numer wersji
pt: --version, -v escreve o número da versão

source: Name
fr: Nom
gl: Nome
ja: 名前
pl: Nazwa
pt: Nome

source: Energy
de: Energie
fr: Energie
gl: Enerxía
ja: エネルギー
pl: Energia
pt: Energia

source: Place
de: Platz
gl: Posición
ja: 順位
pl: Miejsce
pt: Lugar

source: Last
de: Letzer
fr: Dernier
gl: Último
ja: 前回
pl: Ostatni
pt: Último

source: Score
gl: Puntuación
ja: スコア
pl: Punktacja
pt: Pontuação

source: Seq:
gl: Sec:
ja: シーケンス:
pl: Sekw:

source: Game
de: Spiel
fr: Jeu
gl: Xogo
ja: ゲーム
pl: Gra
pt: Jogo

source: Statistics
de: Statistiken
fr: Statistiques
gl: Estatísticas
ja: 統計情報
pl: Statystyki
pt: Estatísticas

source: Close
de: Schliessen
fr: Fermer
gl: Pechar
ja: 閉じる
pl: Zamknij
pt: Fechar

source: Save Statistics
de: Statistiken speichern
fr: Sauver les Stats
gl: Gardar Estatísticas
ja: 統計情報保存
pl: Zapisz statystyki
pt: Gravar Estatísticas

source: Total
de: Gesamt
ja: トータル
pl: Ogó³em

source: Sequence Total
de: Sequenzen gesamt
gl: Total da Secuencia
ja: シーケンストータル
pl: Ogó³em w sekwencji
pt: Total desta sequência

source: Position
gl: Posición
ja: 順位
pl: Pozycja
pt: Posição

source: Points
de: Punkte
gl: Puntos
ja: 得点
pl: Punkty
pt: Pontos

source: Games
de: Spiele
fr: Jeux
gl: Xogos
ja: ゲーム
pl: Gry
pt: Jogos

source: Survival Time
de: Überlebenszeit
fr: Temps de survie
gl: Tempo de sobrevivencia
ja: 生存時間
pl: Czas prze¿ycia
pt: Tempo de sobrevivência

source: Total Points
de: Gesamtpunktzahl
fr: Points Totaux
gl: Puntos Totais
ja: トータル得点
pl: Ogó³em punktów
pt: Pontos Totais

source: Choose a statistics file to save
de: Wähle eine Statistik-Datei zum speichern
fr: Choisir un fichier de stat
gl: Escolla un ficheiro de estatísticas para gravar
ja: 保存する統計情報ファイルを選んで下さい
pl: Wybierz plik do zapisu statystyk
pt: Escolha um ficheiro de estatísticas para gravar

source: Seq
gl: Sec
ja: シーケンス
pl: Sekw

source: Grand Total
de: Endergebnis
gl: Total Absoluto
ja: グランドトータル
pl: Ogó³em
pt: Grande Total

source: Sequence
de: Sequenz
gl: Secuencia
ja: シーケンス
pl: Sekwencja
pt: Sequência

source: Sequence:
de: Sequenz:
gl: Secuencia:
ja: シーケンス:
pl: Sekwencja:
pt: Sequência:

source: Start New Tournament
de: Starte neues Turnier
fr: Commencer un nouveau tournoi
gl: Comezar un novo Torneo
ja: 新しいトーナメントの開始
pl: Rozpocznij nowy turniej
pt: Começar Novo Torneio

source: Robots in Tournament
de: Roboter im Turnier
fr: Robots du tournoi
gl: Robots no Torneo
ja: トーナメントに参加するロボット
pl: Roboty w turnieju
pt: Robots no Torneio

source: Robots in Directory
de: Roboter im Verzeichnis
fr: Robots du repertoire
gl: Robots no Directorio
ja: ディレクトリにあるロボット
pl: Roboty w katalogu
pt: Robots na Directoria

source: Arenas in Tournament
de: Arenen im Turnier
fr: Arenes du tournoi
gl: Areas no Torneo
ja: トーナメントに使用するアリーナ
pl: Areny w turnieju
pt: Arenas no Torneio

source: Arenas in Directory
de: Arenen im Verzeichnis
fr: Arenes du repertoire
gl: Areas no Directorio
ja: ディレクトリにあるアリーナ
pl: Areny w katalogu
pt: Arenas na Directoria

source: Remove
de: Entfernen
fr: Retirer
gl: Quitar
ja: 削除
pl: Usuñ
pt: Remover

source: Select All
de: Alle auswählen
fr: Sélectionner Tout
gl: Seleccionar todos
ja: 全て選択
pl: Zaznacz wszystkie
pt: Selecionar Todos

source: Unselect All
de: Alle abwählen
fr: Desélectionner Tout
gl: De-seleccionar todos
ja: 選択解除
pl: Odznacz wszystkie
pt: De-selecionar Todos

source: Add
de: Hinzufügen
gl: Engadir
ja: 追加
pl: Dodaj
pt: Adicionar

source: Games per sequence
de: Spiele pro Sequenz
fr: Jeux par séquence
gl: Xogos por secuencia
ja: １シーケンスのゲーム数
pl: Gier na sekwencjê
pt: Jogos por sequência

source: Robots per sequence
de: Roboter pro Sequenz
fr: Robots par sequence
gl: Robots por secuencia
ja: １シーケンスのロボット数
pl: Robotów na sekwencjê
pt: Robots por sequência

source: Number of sequences
de: Anzahl der Sequenzen
fr: Nombre de sequences
gl: Número de secuencias
ja: シーケンス数
pl: Liczba sekwencji
pt: Número de sequências

source: All Arenas
de: Alle Arenen
fr: Toutes les Arènes
gl: Tódalas Areas
ja: 全てのアリーナ
pl: Wszystkie areny
pt: Todas as Arenas

source: Full Round
de: Alle Runden
fr: Tous les Tours
gl: Ronda Completa
ja: 全ラウンド
pl: Pe³na runda
pt: Round Completo

source: Load tournament
de: Turnier laden
fr: Charger un tournoi
gl: Cargar torneo
ja: トーナメントの読込
pl: Wczytaj turniej
pt: Ler torneio

source: Save tournament
de: Turnier speichern
fr: Sauver un tournoi
gl: Gardar torneo
ja: トーナメントの保存
pl: Zapisz turniej
pt: Gravar torneio

source: Start
fr: Commencer
gl: Comezar
ja: スタート
pt: Começar

source: Choose a tournament file to load
de: Wähle eine Turnier-Datei zum laden
fr: Choisir un fichier de tournoi à charger
gl: Escolla un ficheiro co torneo a cargar
ja: 読み込むトーナメントファイルを選んで下さい
pl: Wybierz plik z turniejem do odczytu
pt: Escolha um ficheiro de torneio para ler

source: Choose file to save tournament into
de: Wähle eine Datei um das Turnier zu speichern
fr: Choisir un fichier de tournoi pour sauver
gl: Escolla un ficheiro onde garda-lo torneo
ja: 保存するトーナメントファイルを選んで下さい
pl: Wybierz plik do zapisu turnieju
pt: Escolha um ficheiro para o qual gravar o torneio

source: Error in specified tournament file.
de: Fehler in angegebener Turnier-Datei.
fr: Erreur dans le fichier tournoi.
gl: Erro no ficheiro de torneo indicado.
ja: 指定したトーナメントファイルにエラーがあります。
pl: B³±d w podanym pliku z turniejem.
pt: Erro no ficheiro de torneio especificado.

source: Tournament could not be loaded.
de: Turnier konnte nicht geladen werden.
fr: Le tournoi ne peut être chargé.
gl: Non se puido carga-lo torneo.
ja: トーナメントが読み込みできませんでした。
pl: Nie mo¿na wczytaæ tornieju.
pt: Torneio não pôde ser lido.

source: There are too few robots in the tournament.
de: Es sind zu wenig Roboter im Turnier.
fr: Il y a trop peu de robots dans le tournoi.
gl: Hai moi poucos robots no torneo.
ja: トーナメントに参加するロボットが少なすぎます。
pl: W turnieju uczestniczy zbyt ma³o robotów.
pt: Existem robots a menos no torneio.

source: There are no arenas in the tournament.
de: Es sind keine Arenen im Turnier.
fr: Il n'y a pas d'arène pour le tournoi.
gl: Non hai areas neste torneo.
ja: トーナメントに使用するアリーナが指定されていません。
pl: Brak aren w turnieju.
pt: Não existem nenhumas arenas no torneio.

source: Could not open file.
de: Kann Datei nicht öffnen.
fr: Impossible d'ouvrir le fichier.
gl: Non se puido abri-lo ficheiro.
ja: ファイルをオープンできません。
pl: Nie mo¿na otworzyæ pliku.
pt: Não foi possível abrir ficheiro.

source: Tournament could not be saved.
de: Turnier konnte nicht gespeichert werden.
fr: Le tournoi ne peut être sauvé.
gl: Non se puido garda-lo torneo.
ja: トーナメントが保存できませんでした。
pl: Turniej nie mo¿e zostaæ zapisany.
pt: O torneio não pôde ser gravado.

source: There must be at least two robots in the tournament.
de: Es müssen mindestens zwei Roboter im Turnier sein.
fr: Il doit au moins y avoir deux robots par tournoi.
gl: Ten que haber polo menos dous robots no torneo.
ja: トーナメントには少なくとも２つのロボットが参加していなければなりません。
pl: W turnieju musz± uczestniczyæ co najmniej dwa roboty.
pt: Têm de haver pelo menos dois robots no torneio.

source: Tournament could not be started.
de: Turnier konnte nicht gestartet werden.
fr: Le tournoi ne peut être commencé.
gl: Non se puido inicia-lo torneo.
ja: トーナメントが開始できませんでした。
pl: Turniej nie mo¿e zostaæ rozpoczêty.
pt: Não foi possivel começar o torneio.

source: Error in
de: Fehler in
fr: Erreur dans
gl: Erro en
ja: エラー発生
pl: B³±d w
pt: Erro em

source: Brakes locked: Robot found and at distance
de: Bremsen blockiert: Roboter auf Distanz entdeckt
fr: Frein activé : Robot trouvé à la distance
gl: Freos bloqueados: Robot avistado e ó alcance
ja: ブレーキロック：ロボット発見、距離
pl: Hamowanie - odnaleziono bliskiego robota
pt: Travões a fundo: Robot avistado e ao alcance

source: Acceleration
de: Beschleunigung
fr: Accélération
gl: Aceleración
ja: 加速
pl: Przy¶pieszenie
pt: Aceleração

source: Brake
de: Bremse
fr: Frein
gl: Frear
ja: ブレーキ
pl: Hamowanie
pt: Travar

source: Modular angle, Angle
de: Modularer Winkel, Winkel
fr: Ajuste l'angle, Angle
gl: Módulo do ángulo, Ángulo
ja: 係数角度, 角度
pl: K±t
pt: Ângulo modular, Ângulo

source: New rotation
de: Neue Rotation
fr: Nouvelle rotation
gl: Nova rotación
ja: 新しいローテーション
pl: Nowy obrót
pt: Nova Rotação

source: New acceleration
de: Neue Beschleunigung
fr: Nouvelle accélération
gl: Nova aceleración
ja: 新しい加速度
pl: Nowe przy¶piesznie
pt: Nova aceleração

source: Hit too many times! Flee!
de: Zu oft getroffen! Ich fliehe!
fr: Touché trop souvent ! Fuir !
gl: ¡Alcanzado demasiadas veces! ¡Fuxir!
ja: 被害甚大！退避！
pl: Trafiony zbyt wiele razy! Ucieczka!
pt: Atingido demasiadas vezes! Fugir!

source: Cookie eaten!
de: Keks gegessen!
fr: Cookie mangée!
gl: ¡Comida unha galleta!
ja: クッキーゲット！
pl: Zjedzono ciasteczko!
pt: Cookie comido!

source: Oh no! A mine
de: Oh nein! Eine Mine
fr: Oh non! Une mine
gl: ¡Oh, non, unha mina!
ja: あぅぅ、地雷だぁ
pl: O nie! Mina
pt: Oh não! Uma mina

source: Unknown message:
de: Unbekannte Nachricht:
fr: Message inconnu:
gl: Mensaxe descoñecida:
ja: 未知のメッセージ:
pl: Nieznany komunikat:
pt: Mensagem desconhecida:

source: Process time low:
de: Geringe Prozess-Zeit:
fr: Temps de calcul bas:
gl: Tempo de proceso baixo:
ja: プロセス時間が少なくなって来ました:
pl: Koniec czaso procesu:
pt: Tempo do processo baixo:

source: Message sent in illegal state:
de: Nachricht in ungültigem Zustand gesendet:
fr: Envoie d'un message dans un format illégal:
gl: Mensaxe enviada nun estado ilegal:
ja: メッセージが不適切な状態の時に送られて来ました:
pl: Wys³ano komunikat w niew³a¶ciwym stanie:
pt: Mensagem enviada em estado ilegal:

source: Unknown option:
de: Unbekannte Option:
fr: Option inconnue:
gl: Opción descoñecida:
ja: 未知のオプション:
pl: Nieznana opcja:
pt: Opção desconhecida:

source: Obsolete Keyword:
de: Veraltetes Schlüsselwort:
fr: Ancien mot clé:
gl: Palabra chave obsoleta:
ja: 古いキーワード:
pl: Przestarza³e s³owo kluczowe:
pt: Palavra chave obsoleta:

source: Shutting down and leaving
de: Ausschalten und verlassen
fr: Arrèt et quitter
gl: Desconectando e saíndo
ja: 終了、撤収
pl: Zamykanie i zakoñczenie
pt: A desligar e sair

source: New
de: Neu
fr: Nouveau
gl: Novo
ja: 新
pl: Nowy
pt: Novo

source: Unknown Object seen!
de: Unbekanntes Objekt gesehen!
fr: Objet inconnu en vue!
gl: ¡Avistado obxecto descoñecido!
ja: 未知の物体発見！
pl: Zobaczono nieznany obiekt!
pt: Objecto desconhecido avistado!

source: Collided with Unknown Object!
de: Kollision mit unbekanntem Objekt!
fr: Collision avec un objet inconnu!
gl: ¡Colisión cun obxecto descoñecido!
ja: 未知の物体と衝突！
pl: Kolizja z nieznanym obiektem!
pt: Colisão com Objecto Desconhecido!
